Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: འདུལ་བ་གཞི། བམ་པོ་དྲུག་བཅུ་པ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་འདི་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One chanted this Great Peacock Charm:

source: །སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། ཆོས་ལ་ཕྱག་འཚལ་ལོ། །དགེ་འདུན་ལ་ཕྱག་འཚལ་ལོ། །འདི་ལྟ་སྟེ། ཨ་མ་ལེ། བི་མ་ལེ། ནིར་མ་ལེ། མངྒ་ལྱེ།
en: “Homage to the Buddha! Homage to the Dharma!

source: ཧི་ར་ཎྱེ། ཧི་ར་ཎྱེ། གརྦྷེ། བྷ་དྲེ། སུ་བྷ་དྲེ། ས་མནྟ། བྷ་དྲེ། ཤྲཱི་བྷ་དྲེ། སརྦ་ཨརྠ་སཱ་དྷ་ནི།
en: Homage to the community! “It is like this:

source: པ་ར་མཱར་ཐ་སཱ་དྷ་ནི། སརྦ་ཨ་ནར་ཐ་པྲ་ཤ་མ་ནི། སརྦ་མང་ག་ལ་སཱ་དྷ་ནི། མཱ་ན་སི། མཱ་ན་སི། མ་ཧཱ་མཱ་ན་སི། ཨ་ཙྱུ་ཏེ། ཨད་བྷུ་ཏེ། ཨད་དྱན་བྷུ་ཏེ། མུག་ཏེ། མོ་ཙ་ནི། མོཀྵ་ནི། ཨ་ར་ཛེ། བི་ར་ཛེ།
en: amale vimale nirmale maṅgale hiraṇye hiraṇye garbhe bhadre subhadre samanta­bhadre śrī­bhadre sarvārtha­sādhani paramārtha­sādhani sarvānartha­praśamani sarva­maṅgala­sādhani manasi mānasi mahā­mānasi acyute adbhute atyadbhute mukte mocani mokṣaṇi araje viraje amare amṛte amaraṇi brahme brahmāsvare pūrṇe pūrṇamanorathe mukte jīvante, protect Svāti from all harm, fear, and disease, svāhā!”

source: ཨ་མ་རེ། ཨ་མྲྀ་ཏེ། ཨ་མ་ར་ཎི། བྲཧྨེ། བྲ་ཧྨཱ་སྭ་རེ། སཱུ་ར་ཎི། སཱུ་ར་ཎ་མ་ནོར་ཐེ།
en: “Certainly, O Honored One.”

source: མུག་ཏེ། ཛཱི་བན་ཏེ། ས་རིའི་གནོད་པ་དང་། འཇིགས་པ་དང་། ནད་ཐམས་ཅད་ལས་སྲུངས་ཤིག་སྭཱ་ཧཱ། བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་བླངས་ནས། དགེ་སློང་ས་རི་ལ་བདེ་ལེགས་སུ་འགྱུར་བ་བྱས་པས་དུག་མེད་ནས་སྔོན་གྱི་ཇི་ལྟ་བ་བཞིན་དུ་གྱུར་ཏོ།
en: Thus, the venerable Ānanda received the Great Peacock Charm and gave a blessing to the monk Svāti, so that the poison disappeared and his health returned. B.

source: །དགེ་སློང་རྣམས་ཐེ་ཚོམ་སྐྱེས་ནས་ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: Stories of the Buddha’s Former Lives Related to the Great Peacock Charm The monks, feeling doubtful, asked the Buddha, the Blessed One, the one who severs all doubts, for clarification, saying:

source: བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་སྨན་པ་དང་། གཅེས་སྤྲས་བགྱིད་པ་ངོ་མཚར་ཆེ་ལགས་སོ།
en: “O Blessed One, it is a great wonder that the Blessed One’s Great Peacock Charm is so beneficial and useful.”

source: །དགེ་སློང་དག་ད་ལྟར་འབའ་ཞིག་ཏུ་མ་ཡིན་ཏེ། ཇི་ལྟར་འདས་པའི་དུས་ན་ཡང་ང་ལོག་པར་ལྟུང་བའི་ལུས་མི་ཁོམ་པར་གྱུར་པ་ན་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་རྨ་བྱ་ཆེན་མོས་ཕན་པ་དང་གཅེས་སྤྲས་བྱས་པ་དེ་ཉོན་ཅིག །དགེ་སློང་དག་སྔོན་བྱུང་བ་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཞིག་གནས་ཏེ།
en: “Listen, monks, how, not only in the present but also in the past, when I was one whose body had descended to an unfortunate state of existence, the Great Peacock Charm, the Queen of Charms, was beneficial and useful. “Monks, there once lived a peacock king named Suvarṇāvabhāsa on the southern slope of the Himalaya, the king of mountains.

source: དེ་ནང་པར་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་འདིས་བདེ་ལེགས་སུ་འགྱུར་བ་བྱས་ཏེ་ཉིན་མོ་བདེ་ལེགས་སུ་གནས། ནུབ་ཀར་བདེ་ལེགས་སུ་འགྱུར་བ་བྱས་ཏེ་མཚན་མོ་བདེ་ལེགས་སུ་གནས་སོ། །དེ་དུས་གཞན་ཞིག་ན་འདོད་པའི་འདོད་ཆགས་ལ་ལྷག་པར་ཆགས། འདོད་པ་རྣམས་ལ་ཞེ་ན།
en: He gave a blessing to himself with this Great Peacock Charm every morning and spent the day, protected by the blessing, then gave a blessing in the evening and spent the night, protected by the blessing.

source: འཆུམས། བརྒྱལ་མྱོས། རབ་ཏུ་རྨོངས། རབ་ཏུ་བརྒྱལ་ཏེ། བག་མེད་པས་ནགས་ཀྱི་རྨ་བྱ་ཆེན་མོ་རབ་ཏུ་མང་པོ་རྣམས་དང་ལྷན་ཅིག་ཏུ་ཀུན་དགའི་ར་བ་ནས་ཀུན་དགའི་ར་བ་དང་། སྐྱེད་མོས་ཚལ་ནས་སྐྱེད་མོས་ཚལ་དང་། རིའི་ངོས་ནས་རིའི་ངོས་སུ་རྒྱུ་བ་ལས་ཇི་ཙམ་ན་རིའི་སེར་ག་ཞིག་ཏུ་ཞུགས་པ་དང་། དེ་དེར་ཡུན་རིང་དུ་ཕྱིར་རྒོལ་བ།
en: “One day, seized by a strong desire, indulging in the objects of desire, eager for them, intoxicated, stultified, and infatuated, he carelessly wandered together with many forest peahens from one park to another, from one garden to another, from one slope of the mountain to another.

source: དགྲར་གྱུར་པ། འཚེ་བར་གྱུར་པ། གླགས་ལྟ་བ་རྣམས་ཀྱིས་རྨ་བྱའི་རྙིས་བཟུང་སྟེ། དེ་མི་མཛའ་བའི་ནང་དུ་སོན་པ་དང་། རབ་ཏུ་རྨོངས་པ་ལས་དྲན་པ་རྙེད་ནས་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་འདི་ཁོ་ན་ཡིད་ལ་བྱས་སོ། །འདི་ལྟ་སྟེ། ཨ་མ་ལེ། བི་མ་ལེ། ནིར་མ་ལེ། མང་ག་ལྱེ། ཧི་ར་ཎྱེ། ཧི་ར་ཎྱེ། གརྦྷེ། བྷ་དྲེ། སུ་བྷ་དྲེ། ས་མནྟ་བྷ་དྲེ། ཤྲཱི་བྷ་དྲེ། སརྦ་ཨརྠ་སཱ་དྷ་ནི། པ་ར་མཱར་ཐ་སཱ་དྷ་ནི། སརྦ་ཨ་ནར་ཐ་པྲ་ཤ་མ་ཎི། སརྦ་མང་ག་ལ་སཱ་དྷ་ནི། མཱ་ན་སི་མཱ་ན་སི། མ་ཧཱ་མཱ་ན་སི། ཨ་ཙྱུ་ཏེ། ཨད་བྷུ་ཏེ། ཨད་དྱན་བྷུ་ཏེ། མུག་ཏེ་མོ་ཙ་ནི། མོ་ཀྵ་ཎི། ཨ་ར་ཛེ། བི་ར་ཛེ། ཨ་མ་རེ། ཨ་མྲྀ་ཏེ། ཨ་མར་ཎི། བྲ་ཧྨེ། བྲཧྨཱ་སྭ་རེ། སཱུ་ར་ཎེ། སཱུ་ར་ཎ་མ་ནོ་ར་ཐེ། མུག་ཏེ། ཛཱི་བན་ཏི། བདག་གནོད་པ་ཐམས་ཅད་ལས་སྲུངས་ཤིག་སྭཱ་ཧཱ།
en: When he entered a certain mountain cave, he was caught there by old enemies—foes and adversaries—watching by a peacock trap for an opportunity. Having fallen into his antagonists’ hands, he fainted but later came to himself and reflected upon this Great Peacock Charm, namely: Amale vimale nirmale maṅgale hiraṇye hiraṇye garbhe bhadre subhadre samanta­bhadre śrībhadre sarvārtha­sādhani paramārtha­sādhani sarvānartha­praśamani sarva­maṅgala­sādhani manasi mānasi mahā­mānasi acyute adbhute atyadbhute mukte mocani mokṣaṇi araje viraje amare amṛte amaraṇi brahme brahmāsvare pūrṇe pūrṇamanorathe mukte jīvante, protect me from every harm, svāhā!

source: དེས་རྨ་བྱའི་རྙི་ཆད་ནས་བྲོས་སོ།
en: He then broke the peacock trap and ran away.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་ང་ཡིན་ཏེ།
en: The one who was that peacock king Suvarṇāvabhāsa at that time, on that occasion, was indeed me.

source: དེ་ན་ཡང་ང་ལ་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་ཀྱིས་ཕན་པ་དང་གཅེས་སྤྲས་བྱས་སོ།
en: My Great Peacock Charm was beneficial and useful at that time.

source: །ད་ལྟར་ན་ཡང་ངའི་རྨ་བྱ་ཆེན་མོའི་རིག་སྔགས་ཀྱིས་ཕན་པ་དང་གཅེས་སྤྲས་བྱས་སོ།
en: And it is beneficial and useful now, too.”

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱི་རིག་སྔགས་ཀྱིས་དགེ་སློང་ས་རི་ལ་ཇི་ཙམ་པ་བདེ་ལེགས་སུ་བྱས་པར་གྱུར་པ་ལ་གཟིགས།
en: “See, O Honored One, how a blessing was given to the monk Svāti with the Blessed One’s charm.”

source: དགེ་སློང་དག་ད་ལྟར་འབའ་ཞིག་མ་ཡིན་གྱི་ཇི་ལྟར་འདས་པའི་དེ་ཡང་ཉོན་ཅིག །དགེ་སློང་དག་སྔོན་བྱུང་བ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་ན་སྦྲུལ་སྔགས་མཁན་ཞིག་ཡོད་དོ།
en: “Listen, monks, how, not only in the present but also in the past, it was so. Monks, once there was a snake charmer in the city of Vārāṇasī.

source: །རྒྱལ་རིགས་ཀྱི་ཁྱེའུ་ཞིག་སྦྲུལ་གྱིས་ཟིན་ནས་དེ་ཤི་བ་དང་། སྦྲུལ་སྔགས་མཁན་གྱིས་རིག་སྔགས་ཀྱིས་དེ་སོས་པར་བྱས་སོ།
en: A certain kṣatriya boy was bitten by a snake and died. The snake charmer revived him with this charm.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་སྦྲུལ་སྔགས་མཁན་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: The one who was that snake charmer at that time, on that occasion, was indeed me.

source: །དེའི་ཚེ་དེའི་དུས་ཀྱི་ཁྱེའུ་གང་ཡིན་པ་དེ་ནི་དགེ་སློང་ས་རི་ཡིན་ནོ། །
en: The boy at that time, on that occasion, was indeed the monk Svāti.”

source: སྨན་གྱི་གཞི་རྫོགས་སོ།། །།
en: The Chapter on Medicines is completed.
